/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"JRefreshHeaderIdleText" = "Pull down to refresh";
"JRefreshHeaderPullingText" = "Release to refresh";
"JRefreshHeaderRefreshingText" = "Loading...";

"JRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"JRefreshAutoFooterRefreshingText" = "Loading...";
"JRefreshAutoFooterNoMoreDataText" = "No more data";

"JRefreshBackFooterIdleText" = "Pull up to load more";
"JRefreshBackFooterPullingText" = "Release to load more.";
"JRefreshBackFooterRefreshingText" = "Loading...";
"JRefreshBackFooterNoMoreDataText" = "No more data";

"JRefreshHeaderLastTimeText" = "Last updated: ";
"JRefreshHeaderDateTodayText" = "Today";
"JRefreshHeaderNoneLastDateText" = "No record";
